# St7SetTimeStepUnit

Sets the units for time stepping for the analysis.

long St7SetTimeStepUnit(long uID, long TimeUnit)
Input Parameters
uID
Strand7 model file ID.
TimeUnit
One of tuMilliSec, tuSec, tuMin, tuHour, tuDay.